Repository: team-unstablers/SnakeStick
Catalog: SnakeStick/SnakeStick/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Show Log…
de: Protokoll anzeigen …
es: Mostrar registro…
fr: Afficher le journal…
ja: ログを表示…
ko: 로그 보기…
pt_br: Mostrar Registro…
ru: Показать журнал…
zh_hans: 显示日志…
zh_hant: 顯示記錄…

source: SnakeStick wants to erase “%@” (%@) and make it a Windows installation disk.
de: SnakeStick möchte „%@“ (%@) löschen und daraus ein Windows-Installationsmedium erstellen.
es: SnakeStick quiere borrar “%@” (%@) y convertirlo en un disco de instalación de Windows.
fr: SnakeStick veut effacer « %@ » (%@) pour en faire un disque d’installation de Windows.
ja: SnakeStick が「%@」(%@) を消去して Windows インストールディスクにしようとしています。
ko: SnakeStick이 “%@”(%@)을 지우고 Windows 설치 디스크로 만들려고 합니다.
pt_br: O SnakeStick quer apagar “%@” (%@) e transformá-lo em um disco de instalação do Windows.
ru: SnakeStick хочет стереть «%@» (%@) и сделать его установочным диском Windows.
zh_hans: SnakeStick 想要抹掉“%@”(%@)并将其制作成 Windows 安装盘。
zh_hant: SnakeStick 想要清除「%@」(%@) 並將其製作成 Windows 安裝磁碟。

source: Source ISO
de: Quell-ISO
es: ISO de origen
fr: ISO source
ja: ソース ISO
ko: 원본 ISO
pt_br: ISO de Origem
ru: Исходный ISO
zh_hans: 源 ISO
zh_hant: 來源 ISO

source: Start Writing
de: Schreiben starten
es: Empezar a escribir
fr: Lancer l’écriture
ja: 書き込み開始
ko: 쓰기 시작
pt_br: Iniciar Gravação
ru: Начать запись
zh_hans: 开始写入
zh_hant: 開始寫入

source: Step %lld/8: %@
de: Schritt %lld/8: %@
es: Paso %lld/8: %@
fr: Étape %lld/8 : %@
ja: ステップ %lld/8: %@
ko: 단계 %lld/8: %@
pt_br: Etapa %lld/8: %@
ru: Шаг %lld/8: %@
zh_hans: 第 %lld/8 步：%@
zh_hant: 第 %lld/8 步：%@

source: Step %lld/8: %@ — %@
de: Schritt %lld/8: %@ – %@
es: Paso %lld/8: %@ — %@
fr: Étape %lld/8 : %@ — %@
ja: ステップ %lld/8: %@ — %@
ko: 단계 %lld/8: %@ — %@
pt_br: Etapa %lld/8: %@ — %@
ru: Шаг %lld/8: %@ — %@
zh_hans: 第 %lld/8 步：%@ — %@
zh_hant: 第 %lld/8 步：%@ — %@

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 中止
ko: 중단
pt_br: Parar
ru: Остановить
zh_hans: 停止
zh_hant: 停止

source: Stop writing?
de: Schreiben stoppen?
es: ¿Detener la escritura?
fr: Arrêter l’écriture ?
ja: 書き込みを中止しますか？
ko: 쓰기를 중단할까요?
pt_br: Parar a gravação?
ru: Остановить запись?
zh_hans: 要停止写入吗？
zh_hant: 要停止寫入嗎？

source: Stopped — the stick cannot be booted
de: Gestoppt – der Stick ist nicht startfähig
es: Detenido: la memoria USB no puede arrancar
fr: Arrêté — la clé ne peut pas démarrer
ja: 中止しました — USB メモリは起動できない状態です
ko: 중단했습니다 — 스틱은 부팅할 수 없는 상태입니다
pt_br: Interrompido — o pendrive não pode inicializar
ru: Остановлено — с накопителя нельзя загрузиться
zh_hans: 已停止 — U 盘无法启动
zh_hant: 已停止 — 隨身碟無法開機

source: Target Disk
de: Ziellaufwerk
es: Disco de destino
fr: Disque de destination
ja: 書き込み先ディスク
ko: 대상 디스크
pt_br: Disco de Destino
ru: Целевой диск
zh_hans: 目标磁盘
zh_hant: 目標磁碟

source: The ISO cannot be used: it is not a Windows installation ISO, or it lacks what the chosen options need.
de: Die ISO kann nicht verwendet werden: Sie ist keine Windows-Installations-ISO, oder ihr fehlt, was die gewählten Optionen benötigen.
es: No se puede usar la ISO: no es una ISO de instalación de Windows o le falta lo que necesitan las opciones elegidas.
fr: Impossible d’utiliser cette ISO : ce n’est pas une ISO d’installation de Windows, ou il lui manque ce dont les options choisies ont besoin.
ja: この ISO は使用できません。Windows インストール ISO ではないか、選択したオプションに必要なファイルがありません。
ko: 이 ISO를 쓸 수 없습니다. Windows 설치 ISO가 아니거나 고른 옵션에 필요한 파일이 없습니다.
pt_br: Não é possível usar a ISO: ela não é uma ISO de instalação do Windows ou não contém o que as opções escolhidas exigem.
ru: Этот ISO нельзя использовать: это не установочный ISO Windows или в нем нет того, что требуется для выбранных параметров.
zh_hans: 无法使用此 ISO：它不是 Windows 安装 ISO，或缺少所选选项需要的文件。
zh_hant: 無法使用此 ISO：它不是 Windows 安裝 ISO，或缺少所選選項需要的檔案。

source: The ISO file cannot be read.
de: Die ISO-Datei kann nicht gelesen werden.
es: No se puede leer el archivo ISO.
fr: Impossible de lire le fichier ISO.
ja: ISO ファイルを読み込めません。
ko: ISO 파일을 읽을 수 없습니다.
pt_br: Não é possível ler o arquivo ISO.
ru: Не удается прочитать файл ISO.
zh_hans: 无法读取 ISO 文件。
zh_hant: 無法讀取 ISO 檔案。

source: The connection to the helper was lost.
de: Die Verbindung zum Hilfsprogramm wurde unterbrochen.
es: Se ha perdido la conexión con la herramienta auxiliar.
fr: La connexion à l’outil d’assistance a été perdue.
ja: ヘルパーとの接続が切断されました。
ko: 도우미와의 연결이 끊어졌습니다.
pt_br: A conexão com a ferramenta auxiliar foi perdida.
ru: Соединение со вспомогательной программой потеряно.
zh_hans: 与辅助程序的连接已断开。
zh_hant: 與輔助程式的連線已中斷。

source: The helper could not be reached: %@
de: Das Hilfsprogramm ist nicht erreichbar: %@
es: No se ha podido contactar con la herramienta auxiliar: %@
fr: Impossible de joindre l’outil d’assistance : %@
ja: ヘルパーに接続できません: %@
ko: 도우미에 연결할 수 없습니다: %@
pt_br: Não foi possível acessar a ferramenta auxiliar: %@
ru: Не удается связаться со вспомогательной программой: %@
zh_hans: 无法连接辅助程序：%@
zh_hant: 無法連線至輔助程式：%@

source: The helper refused the write: %@
de: Das Hilfsprogramm hat das Schreiben abgelehnt: %@
es: La herramienta auxiliar ha rechazado la escritura: %@
fr: L’outil d’assistance a refusé l’écriture : %@
ja: ヘルパーが書き込みを拒否しました: %@
ko: 도우미가 쓰기를 거부했습니다: %@
pt_br: A ferramenta auxiliar recusou a gravação: %@
ru: Вспомогательная программа отказала в записи: %@
zh_hans: 辅助程序拒绝了写入：%@
zh_hant: 輔助程式拒絕了寫入：%@

source: The stick cannot be booted now.
de: Der Stick ist jetzt nicht startfähig.
es: Ahora la memoria USB no puede arrancar.
fr: La clé ne peut plus démarrer.
ja: USB メモリは現在、起動できない状態です。
ko: 스틱은 지금 부팅할 수 없는 상태입니다.
pt_br: O pendrive não pode inicializar agora.
ru: Сейчас с накопителя нельзя загрузиться.
zh_hans: U 盘现在无法启动。
zh_hant: 隨身碟目前無法開機。

source: The stick was not changed.
de: Der Stick wurde nicht verändert.
es: La memoria USB no se ha modificado.
fr: La clé n’a pas été modifiée.
ja: USB メモリは変更されていません。
ko: 스틱은 바뀌지 않았습니다.
pt_br: O pendrive não foi alterado.
ru: Накопитель не был изменен.
zh_hans: U 盘未被更改。
zh_hant: 隨身碟未被更動。

source: The target disk cannot be written: it is gone, internal, or the startup disk.
de: Auf das Ziellaufwerk kann nicht geschrieben werden: Es wurde entfernt, ist intern oder ist das Startvolume.
es: No se puede escribir en el disco de destino: se ha retirado, es interno o es el disco de arranque.
fr: Impossible d’écrire sur le disque de destination : il a été retiré, ou c’est un disque interne ou le disque de démarrage.
ja: 書き込み先ディスクに書き込めません。取り外されたか、内蔵ディスクまたは起動ディスクです。
ko: 대상 디스크에 쓸 수 없습니다. 분리되었거나 내장 디스크 또는 시동 디스크입니다.
pt_br: Não é possível gravar no disco de destino: ele foi removido, é interno ou é o disco de inicialização.
ru: На целевой диск нельзя записать: он был извлечен, является внутренним или загрузочным диском.
zh_hans: 无法写入目标磁盘：它已被移除，或者是内置磁盘或启动磁盘。
zh_hant: 無法寫入目標磁碟：它已被移除，或者是內建磁碟或啟動磁碟。

source: The target disk does not have enough space for this ISO.
de: Das Ziellaufwerk hat nicht genug Speicherplatz für diese ISO.
es: El disco de destino no tiene espacio suficiente para esta ISO.
fr: Le disque de destination n’a pas assez d’espace pour cette ISO.
ja: 書き込み先ディスクの容量がこの ISO には足りません。
ko: 대상 디스크의 공간이 이 ISO에 비해 부족합니다.
pt_br: O disco de destino não tem espaço suficiente para esta ISO.
ru: На целевом диске недостаточно места для этого ISO.
zh_hans: 目标磁盘空间不足以容纳此 ISO。
zh_hant: 目標磁碟的空間不足以容納此 ISO。

source: The volume label cannot be used on NTFS: at most 32 characters, none of "*/:<>?\|, and no space or dot at the end.
de: Dieser Volumename kann für NTFS nicht verwendet werden: höchstens 32 Zeichen, keines von "*/:<>?\| und kein Leerzeichen oder Punkt am Ende.
es: Este nombre de volumen no se puede usar en NTFS: debe tener 32 caracteres como máximo, no puede contener "*/:<>?\| y no puede terminar en espacio ni en punto.
fr: Ce nom de volume ne peut pas être utilisé en NTFS : 32 caractères au maximum, aucun des caractères "*/:<>?\|, et pas d’espace ni de point à la fin.
ja: このボリュームラベルは NTFS では使用できません。32 文字以内で、"*/:<>?\| を含まず、末尾がスペースやピリオドでない必要があります。
ko: 이 볼륨 레이블은 NTFS에서 쓸 수 없습니다. 32자 이하여야 하고, "*/:<>?\|를 포함할 수 없으며, 공백이나 마침표로 끝날 수 없습니다.
pt_br: Este nome de volume não pode ser usado em NTFS: no máximo 32 caracteres, nenhum destes caracteres "*/:<>?\| e sem espaço ou ponto no final.
ru: Эту метку тома нельзя использовать в NTFS: не более 32 символов, без символов "*/:<>?\| и без пробела или точки в конце.
zh_hans: 此卷标不能用于 NTFS：最多 32 个字符，不能包含 "*/:<>?\|，且不能以空格或句点结尾。
zh_hant: 此卷宗標籤無法用於 NTFS：最多 32 個字元，不可包含 "*/:<>?\|，且結尾不可為空格或句點。

source: This is not a Windows installation ISO.
de: Dies ist keine Windows-Installations-ISO.
es: No es una ISO de instalación de Windows.
fr: Ce n’est pas une ISO d’installation de Windows.
ja: Windows インストール ISO ではありません。
ko: Windows 설치 ISO가 아닙니다.
pt_br: Esta não é uma ISO de instalação do Windows.
ru: Это не установочный ISO Windows.
zh_hans: 这不是 Windows 安装 ISO。
zh_hant: 這不是 Windows 安裝 ISO。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar Novamente
ru: Повторить
zh_hans: 重试
zh_hant: 再試一次

source: Use ISO label
de: Name der ISO verwenden
es: Usar el nombre de la ISO
fr: Utiliser le nom de l’ISO
ja: ISO のラベルを使用
ko: ISO 레이블 사용
pt_br: Usar o nome da ISO
ru: Использовать метку ISO
zh_hans: 使用 ISO 卷标
zh_hant: 使用 ISO 標籤

source: Use Windows UEFI CA 2023 signed boot loaders
de: Mit Windows UEFI CA 2023 signierte Bootloader verwenden
es: Usar cargadores de arranque firmados con Windows UEFI CA 2023
fr: Utiliser les chargeurs d’amorçage signés Windows UEFI CA 2023
ja: Windows UEFI CA 2023 署名のブートローダを使用
ko: Windows UEFI CA 2023 서명 부트로더 사용
pt_br: Usar carregadores de inicialização assinados com Windows UEFI CA 2023
ru: Использовать загрузчики, подписанные Windows UEFI CA 2023
zh_hans: 使用 Windows UEFI CA 2023 签名的引导加载程序
zh_hant: 使用 Windows UEFI CA 2023 簽署的開機載入程式

source: Verify
de: Überprüfen
es: Verificar
fr: Vérification
ja: 検証
ko: 검증
pt_br: Verificar
ru: Проверка
zh_hans: 验证
zh_hant: 驗證

source: Verify after writing
de: Nach dem Schreiben überprüfen
es: Verificar tras escribir
fr: Vérifier après l’écriture
ja: 書き込み後に検証
ko: 쓰기 후 내용 검증
pt_br: Verificar após gravar
ru: Проверить после записи
zh_hans: 写入后验证
zh_hant: 寫入後驗證

source: Verifying the written data
de: Geschriebene Daten werden überprüft
es: Verificando los datos escritos
fr: Vérification des données écrites
ja: 書き込んだ内容を検証しています
ko: 기록한 내용을 검증하고 있습니다
pt_br: Verificando os dados gravados
ru: Проверка записанных данных
zh_hans: 正在验证写入的数据
zh_hant: 正在驗證寫入的資料

source: Volume Label
de: Volumename
es: Nombre del volumen
fr: Nom du volume
ja: ボリュームラベル
ko: 볼륨 레이블
pt_br: Nome do Volume
ru: Метка тома
zh_hans: 卷标
zh_hant: 卷宗標籤

source: Waiting for authorization…
de: Warten auf Autorisierung …
es: Esperando autorización…
fr: En attente d’autorisation…
ja: 認証を待っています…
ko: 인증을 기다리고 있습니다…
pt_br: Aguardando autorização…
ru: Ожидание авторизации…
zh_hans: 正在等待授权…
zh_hant: 正在等待授權…

source: What was written differs from the ISO: %@.
de: Die geschriebenen Daten weichen von der ISO ab: %@.
es: Los datos escritos no coinciden con la ISO: %@.
fr: Les données écrites diffèrent de l’ISO : %@.
ja: 書き込んだ内容が ISO と異なります: %@。
ko: 기록한 내용이 ISO와 다릅니다: %@.
pt_br: Os dados gravados diferem da ISO: %@.
ru: Записанные данные отличаются от ISO: %@.
zh_hans: 写入的内容与 ISO 不一致：%@。
zh_hant: 寫入的內容與 ISO 不同：%@。

source: Windows 10 or 11 installation ISO. You can also drop it on the window.
de: Installations-ISO von Windows 10 oder 11. Du kannst sie auch auf das Fenster ziehen.
es: ISO de instalación de Windows 10 u 11. También puedes soltarla en la ventana.
fr: ISO d’installation de Windows 10 ou 11. Vous pouvez aussi la déposer sur la fenêtre.
ja: Windows 10・11 のインストール ISO。ウインドウにドロップすることもできます。
ko: Windows 10·11 설치 ISO. 창에 끌어다 놓아도 됩니다.
pt_br: ISO de instalação do Windows 10 ou 11. Você também pode soltá-la na janela.
ru: Установочный ISO Windows 10 или 11. Его также можно перетащить в окно.
zh_hans: Windows 10 或 11 安装 ISO。也可以将其拖放到窗口中。
zh_hant: Windows 10 或 11 安裝 ISO。也可以將其拖放到視窗中。

source: Writing the partition table
de: Partitionstabelle wird geschrieben
es: Escribiendo la tabla de particiones
fr: Écriture de la table de partitions
ja: パーティションテーブルを書き込んでいます
ko: 파티션 테이블을 쓰고 있습니다
pt_br: Gravando a tabela de partições
ru: Запись таблицы разделов
zh_hans: 正在写入分区表
zh_hant: 正在寫入分割區表

source: “%@” could not be ejected: %@
de: „%@“ konnte nicht ausgeworfen werden: %@
es: No se ha podido expulsar “%@”: %@
fr: Impossible d’éjecter « %@ » : %@
ja: 「%@」を取り出せませんでした: %@
ko: “%@”을 추출할 수 없습니다: %@
pt_br: Não foi possível ejetar “%@”: %@
ru: Не удалось извлечь «%@»: %@
zh_hans: 无法推出“%@”：%@
zh_hant: 無法退出「%@」：%@

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

source: Boot partition
es: Partición de arranque
fr: Partition de démarrage
ja: ブートパーティション
ko: 부트 파티션
pt_br: Partição de inicialização
ru: Загрузочный раздел
zh_hans: 启动分区
zh_hant: 開機分割區

source: SnakeStick writes disks with a helper that runs as root. Allow it in System Settings > General > Login Items, then try again.
ko: SnakeStick은 root로 실행되는 도우미로 디스크를 씁니다. 시스템 설정 > 일반 > 로그인 항목에서 허용한 뒤 다시 시도하세요.
